Repository: VovaMobile/easyNavigation
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: tr

source: Lines
tr: Satır

source: Headings
tr: Başlık

source: Links
tr: Bağlantı

source: Unvisited links
tr: Girilmemiş bağlantı

source: Visited links
tr: Girilmiş bağlantı

source: Form fields
tr: Form alanı

source: Buttons
tr: Düğme

source: Edit fields
tr: Yazı alanı

source: Check boxes
tr: Onay kutusu

source: Combo boxes
tr: Seçim kutusu

source: Radio buttons
tr: Seçim düğmesi

source: Images
tr: Resim/grafik

source: Lists
tr: Liste

source: List items
tr: Liste öğesi

source: Tables
tr: Tablo

source: Frames
tr: Çerçeve

source: Articles
tr: Makale

source: Landmarks
tr: Bölge

source: Separators
tr: Ayraç

source: Quotes
tr: Alıntı

source: Objects
tr: Nesne

source: text blocks
tr: Metin bloğu

source: Searches
tr: Arama

source: Easy Navigation
tr: Kolay Navigasyon

source: Toggles easy navigation mode.
tr: Kolay navigasyon modunu açıp kapatır

source: Default active
tr: Varsayılan, etkin

source: Select items:
tr: Öğeleri seçin:

source: easyNavigation
tr: KolayNavigasyon

source: Substitute single key commands for arrow keys to scroll through headings, links, etc. so that you can do everything with one hand.
tr: Tek harf navigasyonunun sadece yön tuşlarıyla yapılmasına olanak tanır, böylece başlıklar, bağlantılar, form alanları vb arasında yalnızca tek elinizi kullanarak kolayca gezinebilirsiniz.
